[
  {
    "storyTitle": "Girls are the future: Empower them",
    "storyIntro": "Empowering girls helps solve the biggest problems, but right now we are sliding into a more unequal world.",
    "myStory": "Women and girls suffer the most when it comes to poverty and climate change. We need world leaders to do more. Call for leaders to help every girl achieve her potential. Sign the petition!",
    "storyAuthor": "Abdullahi S"
  },
  {
    "storyTitle": "Save the world we love",
    "storyIntro": "Our land and oceans are under threat from the climate emergency. Action now will ensure a liveable world for all.",
    "myStory": "The climate crisis is happening now, and our planet is paying the price. We can no longer afford half-measures, empty promises to climate-vulnerable communities, or foot-dragging to phase out planet-killing fossil fuels.With every delay, the scale of the crisis grows. It is extinguishing species, destroying nature and robbing millions of our livelihoods and our futures. We need climate justice now to protect countries at the frontline of the crisis. We need governments and businesses to reach net-zero emissions before 2050. And we need those in power to work together to ensure a sustainable future for all. The clock is ticking. It is time to put words into action and save the world we love.",
    "storyAuthor": "Leonardo"
  },
  {
    "storyTitle": "What Does It Mean to Be a Refugee?",
    "storyIntro": "Forced from their homes by conflict, crisis, or climate change, refugees are amongst the most vulnerable people in the world.",
    "myStory": "Across the world, people are forced to flee their homes and become refugees. Most of those forced to flee face huge challenges on the path to safety. Speak out for their rights now.",
    "storyAuthor": "Sweta S"
  },
  {
    "storyTitle": "Support Civil Society in Afghanistan",
    "storyIntro": "More than half of the population needs humanitarian aid.",
    "myStory": "After the Taliban took over Afghanistan, the German government froze development cooperation funds. NGOs must be able to continue working on the ground.",
    "storyAuthor": "Edwin O"
  },
  {
    "storyTitle": "Pledge to make an impact",
    "storyIntro": "I pledge to create change, every day, toward a more just and equitable society. I know that my actions have an impact and that, together, we can change the world.",
    "myStory": "Millions of people across our planet lack access to the resources they need in order to thrive. Take action daily and make an impact that can be felt across the globe.",
    "storyAuthor": "kimberly"
  },
  {
    "storyTitle": "End poverty now",
    "storyIntro": "The world is facing global crises. We need leaders to act with urgency. We have the resources to tackle climate change, hunger, and more, but must work together",
    "myStory": "The poorest people on our planet continue to suffer. They lack access to food, healthcare, and education. They deal with the realities of climate change — unending drought in some places, flooding, and rising sea levels in others. They are unable to put food on the table, unable to access basic medicines, education and healthcare, unable to access financing or equity, and therefore unable to offer their children a better future. Many of these people are refugees and internally displaced fleeing conflict areas such as Ukraine, Syria and Venezuela in recent years.",
    "storyAuthor": "Gillian G"
  }
  ]
